{
  "yellow-flowers": "Flores amarillas",
  "description": "El 21 de septiembre, el mundo se pinta de amarillo. Un mar de flores ilumina nuestros días, celebrando la amistad y la esperanza. Es como si la naturaleza misma nos regalara un abrazo cálido, recordándonos lo bonito de conectar con los demás.",
  "show-flowers": "Ver flores",
  "sunflower": "Girasol",
  "sunflower-description": "Símbolo de adoración, admiración y lealtad. En el amor, representa un amor apasionado y duradero.",
  "sunflower-dedication": "Para ti, girasol de mi corazón, eres el sol que ilumina mi vida. Tu amor ardiente me llena de alegría y esperanza.",
  "daffodil": "Narciso",
  "daffodil-description": "Representa la nueva vida, la esperanza y el renacimiento. En el amor, simboliza el comienzo de una nueva relación.",
  "daffodil-dedication": "Narciso, eres la promesa de un nuevo amanecer en mi vida. Tu belleza delicada me llena de esperanza y amor.",
  "buttercup": "Ranúnculo",
  "buttercup-description": "Simboliza la alegría, la inocencia y la belleza. En el amor, representa un amor infantil y puro.",
  "buttercup-dedication": "Ranúnculo, eres la chispa de alegría que ilumina mi día. Tu inocencia me llena de amor y felicidad.",
  "dandelion": "Diente de león",
  "dandelion-description": "Representa la libertad, la esperanza y la alegría. En el amor, simboliza un amor libre y despreocupado.",
  "dandelion-dedication": "Diente de león, eres la libertad que anhela mi alma. Tu alegría despreocupada me llena de amor y esperanza.",
  "forsythia": "Forsythia",
  "forsythia-description": "Simboliza la amistad, la esperanza y la llegada de la primavera. En el amor, representa un amor duradero y lleno de esperanza.",
  "forsythia-dedication": "Forsythia, eres la esperanza que renueva mi corazón. Tu belleza radiante me llena de amor y alegría.",
  "coreopsis": "Coreopsis",
  "coreopsis-description": "Representa la alegría, la belleza y la admiración. En el amor, simboliza un amor lleno de admiración y respeto.",
  "coreopsis-dedication": "Coreopsis, eres la estrella que ilumina mi camino. Tu admiración silenciosa me llena de amor y respeto.",
  "black-eyed-susan": "Rudbeckia",
  "black-eyed-susan-description": "Simboliza la justicia, la lealtad y la confianza. En el amor, representa un amor fuerte y duradero.",
  "black-eyed-susan-dedication": "Rudbeckia, eres la lealtad que siempre me acompaña. Tu amor inquebrantable me llena de confianza y seguridad.",
  "yellow-rose": "Rosa amarilla",
  "yellow-rose-description": "Representa la amistad, la alegría y la esperanza. En el amor, simboliza un amor platónico o un amor que está floreciendo.",
  "yellow-rose-dedication": "Rosa amarilla, eres la esperanza que ilumina mi futuro. Tu amor naciente me llena de ilusión y alegría.",
  "yellow-tulip": "Tulipán amarillo",
  "yellow-tulip-description": "Simboliza la esperanza, la felicidad y el amor perfecto. En el amor, representa un amor ideal y lleno de felicidad.",
  "yellow-tulip-dedication": "Tulipán amarillo, eres la felicidad que anhelo en mi vida. Tu amor ideal me llena de paz y satisfacción.",
  "yellow-hibiscus": "Hibisco amarillo",
  "yellow-hibiscus-description": "Representa la belleza, la pasión y la riqueza. En el amor, simboliza un amor intenso y apasionado.",
  "yellow-hibiscus-dedication": "Hibisco amarillo, eres la pasión que arde en mi corazón. Tu amor intenso me llena de deseo y emoción."
}
